Repository: initMoin/toDo
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: ar, es, hi, it, ja, ms, th, ur, zh_hans

source: No matching default tags
ar: لا توجد وسوم افتراضية مطابقة
es: No hay etiquetas predeterminadas coincidentes
hi: कोई मेल खाता डिफ़ॉल्ट टैग नहीं
it: Nessun tag predefinito corrispondente
ja: 一致するデフォルトタグなし
ms: Tiada tag lalai sepadan
th: ไม่มีแท็กเริ่มต้นที่ตรงกัน
ur: کوئی مماثل ڈیفالٹ ٹیگز نہیں
zh_hans: 没有匹配的默认标签

source: No matching tags
ar: لا توجد وسوم مطابقة
es: No hay etiquetas coincidentes
hi: कोई मेल खाने वाला टैग नहीं
it: Nessun tag corrispondente
ja: 一致するタグなし
ms: Tiada tag sepadan
th: ไม่มีแท็กที่ตรงกัน
ur: کوئی مماثل ٹیگز نہیں
zh_hans: 没有匹配的标签

source: No nanoDo yet
ar: لا يوجد نَنُدُ بعد
es: Aún no hay nanoDo
hi: अभी तक कोई nanoDo नहीं
it: Ancora nessun nanoDo
ja: nanoDoはまだありません
ms: Belum ada nanoDo
th: ยังไม่มี nanoDo
ur: ابھی کوئی نَینوڈو نہیں
zh_hans: 还没有nanoDo

source: No nanoDos yet.
ar: لا توجد nanoDos بعد.
es: Todavía no hay nanoDos.
hi: अभी कोई nanoDo नहीं है।
it: Ancora nessun nanoDo.
ja: nanoDoはまだありません。
ms: Belum ada nanoDo.
th: ยังไม่มี nanoDo
ur: ابھی کوئی nanoDo نہیں۔
zh_hans: 暂无 nanoDo。

source: No overdue pattern
ar: لا يوجد نمط تأخير
es: Sin patrón de retraso
hi: कोई अतिदेय पैटर्न नहीं
it: Nessuno schema di ritardo
ja: 期限超過パターンなし
ms: Tiada corak lewat
th: ไม่มีรูปแบบการเกินกำหนด
ur: کوئی تاخیر کا نمونہ نہیں
zh_hans: 无逾期模式

source: No pending toDōs.
ar: لا توجد تُدُس معلقة.
es: Sin tareas pendientes.
hi: कोई लंबित कार्य नहीं।
it: Nessun toDō in sospeso.
ja: 保留中のtoDōはありません。
ms: Tiada toDō tertunda.
th: ไม่มี toDō ที่รอดำเนินการ
ur: کوئی زیر التوا ٹُڈُوز نہیں۔
zh_hans: 没有待办事项。

source: No restorable purchases were found.
ar: لم يتم العثور على مشتريات قابلة للاستعادة.
es: No se encontraron compras para restaurar.
hi: पुनर्स्थापित करने योग्य कोई खरीद नहीं मिली।
it: Non sono stati trovati acquisti da ripristinare.
ja: 復元できる購入は見つかりませんでした。
ms: Tiada pembelian yang boleh dipulihkan ditemui.
th: ไม่พบรายการซื้อที่กู้คืนได้
ur: بحال کیے جانے کے قابل کوئی خریداری نہیں ملی۔
zh_hans: 未找到可恢复的购买项目。

source: No tag activity
ar: لا يوجد نشاط وسوم
es: Sin actividad de etiquetas
hi: कोई टैग गतिविधि नहीं
it: Nessuna attività dei tag
ja: タグの活動なし
ms: Tiada aktiviti tag
th: ยังไม่มีการใช้งานแท็ก
ur: کوئی ٹیگ سرگرمی نہیں
zh_hans: 没有标签活动

source: No tags available
ar: لا توجد وسوم متاحة
es: No hay etiquetas disponibles
hi: कोई टैग उपलब्ध नहीं है
it: Nessun tag disponibile
ja: 利用できるタグなし
ms: Tiada tag tersedia
th: ไม่มีแท็กที่ใช้ได้
ur: کوئی ٹیگز دستیاب نہیں
zh_hans: 没有可用的标签

source: No tags yet
ar: لا توجد وسوم بعد
es: Aún no hay etiquetas
hi: अभी तक कोई टैग नहीं
it: Ancora nessun tag
ja: タグはまだありません
ms: Belum ada tag
th: ยังไม่มีแท็ก
ur: ابھی کوئی ٹیگز نہیں
zh_hans: 还没有标签

source: No toDōs match this view.
ar: لا توجد toDōs تطابق هذا العرض.
es: NingúntoDōcoincide con esta vista.
hi: कोई भीtoDōइस दृश्य से मेल नहीं खाता।
it: Nessun toDō corrisponde a questa vista.
ja: この表示に一致するtoDōはありません。
ms: Tiada toDō sepadan dengan paparan ini.
th: ไม่มี toDō ที่ตรงกับมุมมองนี้
ur: کوئی toDōs اس منظر سے مطابقت نہیں رکھتے۔
zh_hans: 没有toDō与此视图匹配。

source: No toDōs need sync review right now.
ar: لا توجد تُدُس تحتاج إلى مراجعة المزامنة الآن.
es: Ninguna tarea pendiente necesita revisión de sincronización en este momento.
hi: अभी किसी toDōs को सिंक समीक्षा की आवश्यकता नहीं है।
it: Nessun toDō richiede revisione della sincronizzazione ora.
ja: 現在、同期レビューが必要なtoDōはありません。
ms: Tiada toDō memerlukan semakan segerak sekarang.
th: ตอนนี้ไม่มี toDō ที่ต้องตรวจสอบการซิงค์
ur: ابھی کسی ٹُڈُو کو سنک جائزے کی ضرورت نہیں۔
zh_hans: 目前没有待办事项需要同步审核。

source: No-Due Completions
ar: إكمالات بلا موعد
es: Finalizaciones sin vencimiento
hi: बिना नियत तारीख के पूर्ण
it: Completamenti senza scadenza
ja: 期限なしの完了
ms: Selesai tanpa tarikh akhir
th: เสร็จโดยไม่มีกำหนด
ur: بغیر موعد مکمل
zh_hans: 无截止日期完成

source: Not connected
ar: غير متصل
es: No conectado
hi: कनेक्ट नहीं है
it: Non connesso
ja: 未接続
ms: Tidak bersambung
th: ไม่ได้เชื่อมต่อ
ur: منسلک نہیں
zh_hans: 未连接

source: Not Ready
ar: غير جاهز
es: No esta listo
hi: तैयार नहीं
it: Non pronto
ja: 未準備
ms: Belum Sedia
th: ยังไม่พร้อม
ur: تیار نہیں
zh_hans: 未就绪

source: Not Signed In
ar: لم يتم تسجيل الدخول
es: Sin iniciar sesión
hi: साइन इन नहीं है
it: Accesso non effettuato
ja: サインインしていません
ms: Belum log masuk
th: ยังไม่ได้ลงชื่อเข้าใช้
ur: سائن اِن نہیں
zh_hans: 未登录

source: Notes
ar: ملاحظات
es: Notas
hi: नोट्स
it: Note
ja: メモ
ms: Nota
th: บันทึก
ur: نوٹس
zh_hans: 备注

source: Nothing is asking for attention in this view.
ar: لا شيء يتطلب الانتباه في هذا العرض.
es: Nada requiere atención en esta vista.
hi: इस दृश्य में किसी चीज़ को ध्यान देने की आवश्यकता नहीं है।
it: Niente richiede attenzione in questa vista.
ja: この表示で注意が必要な項目はありません。
ms: Tiada apa yang memerlukan perhatian dalam paparan ini.
th: ไม่มีสิ่งใดต้องการความสนใจในมุมมองนี้
ur: اس منظر میں کسی چیز کو توجہ درکار نہیں۔
zh_hans: 此视图中没有需要关注的事项。

source: Nothing needs the front row right now.
ar: لا شيء يحتاج الأولوية الآن.
es: Nada necesita prioridad ahora.
hi: अभी किसी चीज़ को प्राथमिकता नहीं चाहिए.
it: Nulla richiede priorità ora.
ja: 今は最優先にするものはありません。
ms: Tiada apa yang perlu diutamakan sekarang.
th: ตอนนี้ยังไม่มีอะไรต้องขึ้นหน้าแรก
ur: ابھی کسی چیز کو سامنے رکھنے کی ضرورت نہیں۔
zh_hans: 现在没有需要优先处理的事项。

source: Nothing was saved.
ar: لم يتم حفظ أي شيء.
es: No se guardó nada.
hi: कुछ भी सहेजा नहीं गया।
it: Non è stato salvato nulla.
ja: 何も保存されませんでした。
ms: Tiada apa-apa disimpan.
th: ไม่มีการบันทึกข้อมูล
ur: کچھ بھی محفوظ نہیں ہوا۔
zh_hans: 没有保存任何内容。

source: Notifications
ar: الإشعارات
es: Notificaciones
hi: सूचनाएँ
it: Notifiche
ja: 通知
ms: Pemberitahuan
th: การแจ้งเตือน
ur: اطلاعات
zh_hans: 通知

source: Notifications are off, so toDō cannot alert you when something is due.
ar: الإشعارات متوقفة، لذلك لا يستطيع تُدُ تنبيهك عند حلول موعد شيء.
es: Las notificaciones estan desactivadas, asi que toDō no puede avisarte cuando algo vence.
hi: सूचनाएं बंद हैं, इसलिए कुछ देय होने पर toDō आपको अलर्ट नहीं कर सकता।
it: Le notifiche sono disattivate, quindi toDō non puo avvisarti quando qualcosa scade.
ja: 通知がオフのため、期限が来てもtoDōは通知できません。
ms: Pemberitahuan dimatikan, jadi toDō tidak boleh memberi amaran apabila sesuatu perlu dibuat.
th: ปิดการแจ้งเตือนอยู่ toDō จึงเตือนเมื่อถึงกำหนดไม่ได้
ur: Notifications بند ہیں، اس لیے کچھ واجب ہونے پر toDō آپ کو الرٹ نہیں کر سکتا۔
zh_hans: 通知已关闭，因此到期时 toDō 无法提醒你。

source: Notifications are off. Open Settings to allow reminder sounds.
ar: الإشعارات متوقفة. افتح الإعدادات للسماح بأصوات التذكير.
es: Las notificaciones estan desactivadas. Abre Ajustes para permitir sonidos.
hi: सूचनाएं बंद हैं। रिमाइंडर ध्वनियों की अनुमति देने के लिए सेटिंग्स खोलें।
it: Le notifiche sono disattivate. Apri Impostazioni per consentire i suoni.
ja: 通知がオフです。リマインダー音を許可するには設定を開いてください。
ms: Pemberitahuan dimatikan. Buka Tetapan untuk membenarkan bunyi peringatan.
th: ปิดการแจ้งเตือนอยู่ เปิดตั้งค่าเพื่ออนุญาตเสียงเตือน
ur: Notifications بند ہیں۔ یاد دہانی کی آوازوں کی اجازت کے لیے Settings کھولیں۔
zh_hans: 通知已关闭。打开“设置”以允许提醒声音。

source: Off
ar: إيقاف
es: Apagado
hi: बंद
it: Disattivato
ja: オフ
ms: Mati
th: ปิด
ur: بند
zh_hans: 离开

source: Offer code checked. Membership status refreshed.
ar: تم التحقق من رمز العرض وتحديث حالة العضوية.
es: Código de oferta comprobado. Estado de la membresía actualizado.
hi: ऑफ़र कोड की जाँच की गई। सदस्यता स्थिति अपडेट की गई।
it: Codice offerta verificato. Stato dell'abbonamento aggiornato.
ja: オファーコードを確認しました。メンバーシップの状態を更新しました。
ms: Kod tawaran disemak. Status keahlian dikemas kini.
th: ตรวจสอบรหัสข้อเสนอแล้ว อัปเดตสถานะสมาชิกแล้ว
ur: آفر کوڈ چیک ہو گیا۔ رکنیت کی حیثیت اپ ڈیٹ ہو گئی۔
zh_hans: 优惠代码已检查。会员状态已刷新。

source: Offer Codes
ar: رموز العروض
es: Códigos de oferta
hi: ऑफ़र कोड
it: Codici offerta
ja: オファーコード
ms: Kod Tawaran
th: รหัสข้อเสนอ
ur: آفر کوڈز
zh_hans: 优惠代码

source: Offer codes may provide promotional access. StoreKit checks eligibility and applies the configured offer.
ar: قد توفر رموز العروض وصولًا ترويجيًا. تتحقق StoreKit من الأهلية وتطبق العرض المُعد.
es: Los códigos de oferta pueden proporcionar acceso promocional. StoreKit comprueba la elegibilidad y aplica la oferta configurada.
hi: ऑफ़र कोड प्रचारात्मक पहुँच दे सकते हैं। StoreKit पात्रता जाँचकर कॉन्फ़िगर किया गया ऑफ़र लागू करता है।
it: I codici offerta possono fornire accesso promozionale. StoreKit verifica l'idoneità e applica l'offerta configurata.
ja: オファーコードでプロモーションを利用できます。StoreKitが対象資格を確認し、設定されたオファーを適用します。
ms: Kod tawaran mungkin memberikan akses promosi. StoreKit menyemak kelayakan dan menggunakan tawaran yang dikonfigurasikan.
th: รหัสข้อเสนออาจให้สิทธิ์โปรโมชั่น StoreKit จะตรวจสอบสิทธิ์และใช้ข้อเสนอที่กำหนดไว้
ur: آفر کوڈز پروموشنل رسائی دے سکتے ہیں۔ StoreKit اہلیت چیک کر کے ترتیب دی گئی آفر لاگو کرتا ہے۔
zh_hans: 优惠代码可能提供促销权益。StoreKit 会检查资格并应用已配置的优惠。

source: Offline
ar: غير متصل
es: Sin conexión
hi: ऑफ़लाइन
ja: オフライン
ms: Luar talian
th: ออฟไลน์
ur: آف لائن
zh_hans: 离线

source: Offline. Sync and online features are paused.
ar: غير متصل. تم إيقاف المزامنة والميزات المتصلة بالإنترنت مؤقتًا.
es: Sin conexión. La sincronización y las funciones en línea están pausadas.
hi: ऑफ़लाइन। सिंक और ऑनलाइन सुविधाएं रुकी हुई हैं।
it: Offline. La sincronizzazione e le funzioni online sono in pausa.
ja: オフライン。同期とオンライン機能は一時停止しています。
ms: Luar talian. Penyegerakan dan ciri dalam talian dijeda.
th: ออฟไลน์ หยุดการซิงค์และคุณสมบัติออนไลน์ไว้ชั่วคราว
ur: آف لائن۔ ہم وقت سازی اور آن لائن خصوصیات موقوف ہیں۔
zh_hans: 离线。同步和在线功能已暂停。

source: OK
ar: حسنًا
es: DE ACUERDO
hi: ठीक है
th: ตกลง
ur: ٹھیک ہے
zh_hans: 好的

source: Oldest Active
ar: الأقدم نشاطًا
es: Activo más antiguo
hi: सबसे पुराना सक्रिय
it: Attivo più vecchio
ja: 最古のアクティブ
ms: Aktif paling lama
th: รายการที่ค้างนานที่สุด
ur: سب سے پرانا فعال
zh_hans: 最早的活动项

source: Oldest to Newest
ar: الأقدم إلى الأحدث
es: Más antiguo a más reciente
hi: सबसे पुराने से नए
it: Dal meno recente al più recente
ja: 古い順
ms: Terlama ke terbaru
th: เก่าสุดไปใหม่สุด
ur: پرانے سے نئے
zh_hans: 从最旧到最新

source: On
ar: تشغيل
es: Activado
hi: चालू
it: Attivo
ja: オン
ms: Hidup
th: เปิด
ur: آن
zh_hans: 开启

source: On-device speech recognition is unavailable for this language.
ar: التعرّف على الكلام على الجهاز غير متاح لهذه اللغة.
es: El reconocimiento de voz en el dispositivo no está disponible para este idioma.
hi: इस भाषा के लिए डिवाइस पर वाक् पहचान उपलब्ध नहीं है।
it: Il riconoscimento vocale sul dispositivo non è disponibile per questa lingua.
ja: この言語ではデバイス上の音声認識を利用できません。
ms: Pengecaman pertuturan pada peranti tidak tersedia untuk bahasa ini.
th: ภาษานี้ไม่รองรับการรู้จำเสียงบนอุปกรณ์
ur: اس زبان کے لیے آلہ پر گفتار کی شناخت دستیاب نہیں ہے۔
zh_hans: 此语言不支持设备端语音识别。

source: On-Time Due Completion
ar: الإكمال في الموعد
es: Finalización a tiempo
hi: समय पर पूर्णता
it: Completamento puntuale
ja: 期限内完了
ms: Penyelesaian tepat masa
th: เสร็จตรงเวลา
ur: وقت پر تکمیل
zh_hans: 按时完成

source: One payment
ar: دفعة واحدة
es: Un solo pago
hi: एकमुश्त भुगतान
it: Pagamento unico
ja: 1回払い
ms: Satu bayaran
th: ชำระครั้งเดียว
ur: ایک بار ادائیگی
zh_hans: 一次性付款

source: One payment for the supported lifetime of toDō.
ar: دفعة واحدة طوال مدة دعم toDō.
es: Un solo pago durante la vida útil compatible de toDō.
hi: toDō के समर्थित जीवनकाल के लिए एकमुश्त भुगतान।
it: Un solo pagamento per il ciclo di vita supportato di toDō.
ja: toDōのサポート期間中使える1回払いです。
ms: Satu bayaran untuk sepanjang tempoh sokongan toDō.
th: ชำระครั้งเดียวสำหรับตลอดอายุการรองรับของ toDō
ur: toDō کی معاونت یافتہ مدت کے لیے ایک بار ادائیگی۔
zh_hans: 一次付款，在 toDō 的支持生命周期内使用。

source: One payment. Permanent access to toDō+.
ar: دفعة واحدة. وصول دائم إلى toDō+.
es: Un pago. Acceso permanente a toDō+.
hi: एक भुगतान। toDō+ का स्थायी ऐक्सेस।
it: Un pagamento. Accesso permanente a toDō+.
ja: 1回の支払いでtoDō+を永久に利用できます。
ms: Satu bayaran. Akses kekal kepada toDō+.
th: ชำระเงินครั้งเดียว ใช้ toDō+ ได้ถาวร
ur: ایک ادائیگی۔ toDō+ تک مستقل رسائی۔
zh_hans: 一次付款，永久使用 toDō+。

source: One-time and restorable
ar: مرة واحدة وقابل للاستعادة
es: Una vez y restaurable
hi: एक बार और पुनर्स्थापित करने योग्य
it: Una tantum e ripristinabile
ja: 1回限り・復元可能
ms: Sekali dan boleh dipulihkan
th: ครั้งเดียวและกู้คืนได้
ur: ایک بار اور قابلِ بحالی
zh_hans: 一次购买，可恢复

source: One-time recognition available for 14 days after launch
ar: اعتراف لمرة واحدة متاح لمدة 14 يومًا بعد الإطلاق
es: Reconocimiento único disponible durante 14 días después del lanzamiento
hi: लॉन्च के बाद 14 दिनों तक एक बार का सम्मान उपलब्ध
it: Riconoscimento una tantum disponibile per 14 giorni dal lancio
ja: リリース後14日間、一度限りの認定を利用できます
ms: Pengiktirafan sekali sahaja tersedia selama 14 hari selepas pelancaran
th: การยกย่องแบบครั้งเดียวมีให้ใช้ภายใน 14 วันหลังเปิดตัว
ur: لانچ کے بعد 14 دن تک ایک بار کی شناخت دستیاب ہے
zh_hans: 发布后 14 天内可获得一次性认可

source: Ongoing
ar: مستمر
es: Continuo
hi: जारी
it: Continuo
ja: 継続中
ms: Berterusan
th: ต่อเนื่อง
ur: جاری
zh_hans: 持续进行

source: Only the Collab owner can remove it.
ar: مالك التعاون وحده يستطيع إزالته.
es: Solo el propietario de la colaboración puede eliminarla.
hi: केवल सहयोग का मालिक इसे हटा सकता है।
it: Solo il proprietario della collaborazione può rimuoverla.
ja: 共同作業の所有者だけが削除できます。
ms: Hanya pemilik kolaborasi boleh mengalih keluarnya.
th: เฉพาะเจ้าของการทำงานร่วมกันเท่านั้นที่ลบได้
ur: صرف تعاون کا مالک اسے ہٹا سکتا ہے۔
zh_hans: 只有协作所有者可以移除它。

source: Only the toDō owner or shared-list owner can remove it.
ar: لا يستطيع إلا مالك toDō أو مالك القائمة المشتركة إزالته.
es: Solo el propietario de la toDō o de la lista compartida puede eliminarla.
hi: केवल toDō का मालिक या साझा सूची का मालिक इसे हटा सकता है।
it: Solo il proprietario della toDō o della lista condivisa può rimuoverla.
ja: toDōの所有者または共有リストの所有者だけが削除できます。
ms: Hanya pemilik toDō atau senarai dikongsi boleh mengalih keluarnya.
th: เฉพาะเจ้าของ toDō หรือเจ้าของรายการที่แชร์เท่านั้นที่ลบได้
ur: صرف toDō کا مالک یا مشترکہ فہرست کا مالک اسے ہٹا سکتا ہے۔
zh_hans: 只有 toDō 所有者或共享列表所有者可以移除它。

source: Only using Apple devices?
ar: هل تستخدم أجهزة Apple فقط؟
es: Solo usas dispositivos Apple?
hi: केवल Apple डिवाइस इस्तेमाल कर रहे हैं?
it: Usi solo dispositivi Apple?
ja: Appleデバイスだけを使っていますか？
ms: Hanya guna peranti Apple?
th: ใช้เฉพาะอุปกรณ์ Apple ใช่ไหม
ur: صرف Apple ڈیوائسز استعمال کر رہے ہیں؟
zh_hans: 只使用 Apple 设备？

source: Open
ar: فتح
es: Abrir
hi: खोलें
it: Apri
ja: 開く
ms: Buka
th: เปิด
ur: کھولیں
zh_hans: 打开

source: Open %@
ar: فتح %@
es: Abrir %@
hi: %@ खोलें
it: Apri %@
ja: %@を開く
ms: Buka %@
th: เปิด %@
ur: %@ کھولیں
zh_hans: 打开 %@

source: Open My Profile
ar: فتح ملفي الشخصي
es: Abrir mi perfil
hi: मेरी प्रोफ़ाइल खोलें
it: Apri il mio profilo
ja: マイプロフィールを開く
ms: Buka Profil Saya
th: เปิดโปรไฟล์ของฉัน
ur: میرا پروفائل کھولیں
zh_hans: 打开我的个人资料

source: Open NanoDos
ar: نَنُدُس مفتوحة
es: NanoDos abiertos
hi: खुले NanoDos
it: NanoDo aperti
ja: 未完了 NanoDos
ms: NanoDos terbuka
th: NanoDos ที่ยังเปิดอยู่
ur: کھلے نینو ڈوز
zh_hans: 未完成 NanoDos

source: Open Notification Settings
ar: فتح إعدادات الإشعارات
es: Abrir ajustes de notificaciones
hi: सूचना सेटिंग्स खोलें
it: Apri impostazioni notifiche
ja: 通知設定を開く
ms: Buka Tetapan Pemberitahuan
th: เปิดการตั้งค่าการแจ้งเตือน
ur: اطلاعات کی ترتیبات کھولیں
zh_hans: 打开通知设置

source: Open on iPhone
ar: فتح على iPhone
es: Abrir en iPhone
hi: iPhone पर खोलें
it: Apri su iPhone
ja: iPhoneで開く
ms: Buka pada iPhone
th: เปิดบน iPhone
ur: iPhone پر کھولیں
zh_hans: 在 iPhone 上打开

source: Open settings
ar: فتح الإعدادات
es: Abrir configuración
hi: सेटिंग्स खोलें
it: Apri impostazioni
ja: 設定を開く
ms: Buka tetapan
th: เปิดการตั้งค่า
ur: سیٹنگز کھولیں
zh_hans: 打开设置

source: Open Settings
ar: فتح الإعدادات
es: Abrir Ajustes
hi: सेटिंग्स खोलें
it: Apri Impostazioni
ja: 設定を開く
ms: Buka Tetapan
th: เปิดการตั้งค่า
ur: ترتیبات کھولیں
zh_hans: 打开设置

source: Open Stats
ar: فتح الإحصاءات
es: Abrir estadísticas
hi: आँकड़े खोलें
it: Apri statistiche
ja: 統計を開く
ms: Buka Statistik
th: เปิดสถิติ
ur: اعدادوشمار کھولیں
zh_hans: 打开统计

source: Open system Settings to allow notifications for toDō.
ar: افتح إعدادات النظام للسماح بإشعارات تُدُ.
es: Abra la Configuración del sistema para permitir notificaciones de tareas pendientes.
hi: toDō के लिए सूचनाओं की अनुमति देने के लिए सिस्टम सेटिंग्स खोलें।
it: Apri le Impostazioni di sistema per consentire le notifiche per toDō.
ja: システム設定を開き、toDō の通知を許可します。
ms: Buka Tetapan sistem untuk membenarkan pemberitahuan untuk Tugasan.
th: เปิดการตั้งค่าระบบเพื่ออนุญาตการแจ้งเตือนสำหรับสิ่งที่ต้องทำ
ur: ٹُڈُو کے لیے اطلاعات کی اجازت دینے کے لیے سسٹم کی ترتیبات کھولیں۔
zh_hans: 打开系统设置以允许 toDō 通知。

source: Open this toDō or use the leading control to mark it done.
ar: افتح هذا toDō أو استخدم زر البداية لتحديده كمنجز.
es: Abre este toDō o usa el control inicial para marcarlo como hecho.
hi: इस toDō को खोलें या आगे वाले नियंत्रण से इसे पूर्ण चिह्नित करें.
it: Apri questo toDō o usa il controllo iniziale per segnarlo come fatto.
ja: このtoDōを開くか、先頭の操作で完了にします。
ms: Buka toDō ini atau guna kawalan hadapan untuk menandainya selesai.
th: เปิด toDō นี้ หรือใช้ปุ่มด้านหน้าเพื่อทำเครื่องหมายว่าเสร็จ
ur: اس toDō کو کھولیں یا شروع کے کنٹرول سے اسے مکمل نشان زد کریں۔
zh_hans: 打开这个 toDō，或使用前方控件将其标记为完成。

source: Open toDō
ar: فتح تُدُ
es: Abierto para hacer
hi: करने के लिए खोलें
it: Apri toDō
ja: toDōを開く
ms: Buka toDō
th: เปิด toDō
ur: ٹُڈُو کھولیں
zh_hans: 打开待办事项

source: Open toDō and review the full list.
ar: افتح toDō وراجع القائمة كاملة.
es: Abre toDō y revisa la lista completa.
hi: toDō खोलें और पूरी सूची देखें।
it: Apri toDō e controlla l’elenco completo.
ja: toDōを開いて、リスト全体を確認します。
ms: Buka toDō dan semak senarai penuh.
th: เปิด toDō และตรวจสอบรายการทั้งหมด
ur: toDō کھولیں اور پوری فہرست دیکھیں۔
zh_hans: 打开 toDō 并查看完整列表。

source: Open toDō and show active overdue toDōs.
ar: افتح تُدُ واعرض تُدُس النشطة المتأخرة.
es: Abra Tareas pendientes y muestre las tareas pendientes vencidas activas.
hi: toDō खोलें और सक्रिय अतिदेय toDōs दिखाएं।
it: Apri toDō e mostra i toDō attivi scaduti.
ja: toDōを開いて期限切れのアクティブなtoDōを表示します。
ms: Buka toDō dan tunjuk toDō aktif yang tertunggak.
th: เปิด toDō และแสดง toDō ที่ใช้งานอยู่ซึ่งเกินกำหนด
ur: ٹُڈُو کھولیں اور فعال overdue ٹُڈُوز دکھائیں۔
zh_hans: 打开待办事项并显示活动的逾期待办事项。

source: Open toDō and show active time-sensitive toDōs.
ar: افتح تُدُ واعرض تُدُس النشطة الحساسة للوقت.
es: Abra Tareas pendientes y muestre las tareas pendientes activas urgentes.
hi: toDō खोलें और सक्रिय समय-संवेदनशील toDōs दिखाएं।
it: Apri toDō e mostra i toDō attivi urgenti.
ja: toDōを開いて時間指定のアクティブなtoDōを表示します。
ms: Buka toDō dan tunjuk toDō aktif yang sensitif masa.
th: เปิด toDō และแสดง toDō ที่ใช้งานอยู่ซึ่งสำคัญตามเวลา
ur: ٹُڈُو کھولیں اور فعال وقت حساس ٹُڈُوز دکھائیں۔
zh_hans: 打开待办事项并显示活动的时间敏感的待办事项。

source: Open toDō and show active toDōs due today.
ar: افتح تُدُ واعرض تُدُس النشطة المستحقة اليوم.
es: Abra Tareas pendientes y muestre las tareas pendientes activas que vencen hoy.
hi: toDō खोलें और आज देय सक्रिय toDō दिखाएं।
it: Apri toDō e mostra i toDō attivi in scadenza oggi.
ja: toDōを開いて今日が期日のアクティブなtoDōを表示します。
ms: Buka toDō dan tunjuk toDō aktif yang perlu dibuat hari ini.
th: เปิด toDō และแสดง toDō ที่ใช้งานอยู่ซึ่งครบกำหนดวันนี้
ur: ٹُڈُو کھولیں اور آج مقررہ فعال ٹُڈُوز دکھائیں۔
zh_hans: 打开待办事项并显示今天到期的活动待办事项。

source: Open toDō and show active toDōs with due dates.
ar: افتح تُدُ واعرض تُدُس النشطة ذات تواريخ الاستحقاق.
es: Abra Tareas pendientes y muestre las tareas pendientes activas con fechas de vencimiento.
hi: toDō खोलें और नियत तिथियों के साथ सक्रिय toDōs दिखाएं।
it: Apri toDō e mostra i toDō attivi con scadenze.
ja: toDōを開いて期日付きのアクティブなtoDōを表示します。
ms: Buka toDō dan tunjuk toDō aktif yang mempunyai tarikh akhir.
th: เปิด toDō และแสดง toDō ที่ใช้งานอยู่ซึ่งมีวันครบกำหนด
ur: ٹُڈُو کھولیں اور مقررہ تاریخوں والے فعال ٹُڈُوز دکھائیں۔
zh_hans: 打开待办事项并显示带有截止日期的活动待办事项。

source: Open toDō to review this reminder.
ar: افتح toDō لمراجعة هذا التذكير.
es: Abre toDō para revisar este recordatorio.
hi: इस रिमाइंडर की समीक्षा के लिए toDō खोलें.
it: Apri toDō per rivedere questo promemoria.
ja: このリマインダーを確認するにはtoDōを開いてください。
ms: Buka toDō untuk menyemak peringatan ini.
th: เปิด toDō เพื่อตรวจสอบการเตือนนี้
ur: اس یاد دہانی کا جائزہ لینے کے لیے toDō کھولیں۔
zh_hans: 打开 toDō 查看此提醒。

source: Open toDō to review your list.
ar: افتح تُدُ لمراجعة قائمتك.
es: Abra Tareas pendientes para revisar su lista.
hi: अपनी सूची की समीक्षा करने के लिए toDō खोलें।
it: Apri toDō per rivedere la tua lista.
ja: toDōを開いてリストを確認します。
ms: Buka toDō untuk menyemak senarai anda.
th: เปิด toDō เพื่อตรวจสอบรายการของคุณ
ur: اپنی فہرست دیکھنے کے لیے ٹُڈُو کھولیں۔
zh_hans: 打开待办事项以查看您的列表。

source: Open toDō.
ar: افتح تُدُ.
es: Abrir tareas pendientes.
hi: करने के लिए खोलें.
it: Apri toDō.
ja: toDōを開きます。
ms: Buka toDō.
th: เปิด toDō
ur: ٹُڈُو کھولیں۔
zh_hans: 打开待办事项。

source: Open toDōs
ar: فتح toDōs
es: Abrir toDōs
hi: toDō खोलें
it: Apri toDō
ja: toDōを開く
ms: Buka toDō
th: เปิด toDō
ur: toDōs کھولیں
zh_hans: 打开 toDō

source: Opening Google...
ar: جارٍ فتح Google...
es: AbriendoGoogle...
hi: Googleखुल रहा है...
it: Apertura di Google…
ja: Googleを開いています…
ms: Membuka Google...
th: กำลังเปิด Google...
ur: Google کھل رہا ہے...
zh_hans: 打开Google...

source: Opening toDō.
ar: جارٍ فتح تُدُ.
es: Apertura de tareas pendientes.
hi: करने के लिए खोलना.
it: Apertura di toDō.
ja: toDōを開いています。
ms: Membuka toDō.
th: กำลังเปิด toDō
ur: ٹُڈُو کھل رہا ہے۔
zh_hans: 打开待办事项。

source: Opens your profile.
ar: يفتح ملفك الشخصي.
es: Abre tu perfil.
hi: आपकी प्रोफ़ाइल खोलता है।
it: Apre il tuo profilo.
ja: プロフィールを開きます。
ms: Membuka profil anda.
th: เปิดโปรไฟล์ของคุณ
ur: آپ کی پروفائل کھولتا ہے۔
zh_hans: 打开你的个人资料。

source: Optional one-time thanks. These purchases do not unlock features.
ar: شكر اختياري لمرة واحدة. لا تفتح هذه المشتريات أي ميزات.
es: Agradecimiento opcional de un solo pago. Estas compras no desbloquean funciones.
hi: वैकल्पिक एकमुश्त धन्यवाद। इन खरीदों से सुविधाएँ अनलॉक नहीं होतीं।
it: Ringraziamento opzionale una tantum. Questi acquisti non sbloccano funzioni.
ja: 任意の一度限りの応援です。これらの購入で機能は解放されません。
ms: Penghargaan sekali sahaja secara pilihan. Pembelian ini tidak membuka ciri.
th: การขอบคุณแบบซื้อครั้งเดียวที่เลือกได้ การซื้อเหล่านี้ไม่ปลดล็อกฟีเจอร์
ur: اختیاری ایک بار کا شکریہ۔ ان خریداریوں سے کوئی فیچر ان لاک نہیں ہوتا۔
zh_hans: 可选的一次性致谢。这些购买不会解锁功能。

source: Optional purchases for people who want to support continued development. They never unlock features.
ar: مشتريات اختيارية لمن يرغب في دعم استمرار التطوير. لا تفتح أي ميزات.
es: Compras opcionales para quienes quieran apoyar el desarrollo continuo. Nunca desbloquean funciones.
hi: निरंतर विकास का समर्थन करने वाले लोगों के लिए वैकल्पिक खरीदारी। इनसे कोई फीचर अनलॉक नहीं होता।
it: Acquisti facoltativi per chi vuole sostenere lo sviluppo continuo. Non sbloccano mai funzionalità.
ja: 継続的な開発を支援したい方のための任意購入です。機能がアンロックされることはありません。
ms: Pembelian pilihan untuk mereka yang mahu menyokong pembangunan berterusan. Ia tidak membuka sebarang ciri.
th: การซื้อเพิ่มเติมสำหรับผู้ที่ต้องการสนับสนุนการพัฒนาอย่างต่อเนื่อง การซื้อเหล่านี้ไม่ปลดล็อกฟีเจอร์ใด ๆ
ur: مسلسل ترقی کی حمایت کرنے والوں کے لیے اختیاری خریداریاں۔ ان سے کوئی فیچر نہیں کھلتا۔
zh_hans: 供希望支持持续开发的用户自愿购买，不会解锁任何功能。

source: Optional purchases that support toDō. They do not unlock additional features.
ar: مشتريات اختيارية تدعم toDō. لا تفتح ميزات إضافية.
es: Compras opcionales que apoyan toDō. No desbloquean funciones adicionales.
hi: toDō का समर्थन करने वाली वैकल्पिक खरीदारियाँ। ये अतिरिक्त सुविधाएँ अनलॉक नहीं करतीं।
it: Acquisti facoltativi che sostengono toDō. Non sbloccano funzioni aggiuntive.
ja: toDōを応援する任意の購入です。追加機能は解除されません。
ms: Pembelian pilihan yang menyokong toDō. Ia tidak membuka ciri tambahan.
th: การซื้อเพิ่มเติมเพื่อสนับสนุน toDō โดยไม่ปลดล็อกคุณสมบัติเพิ่มเติม
ur: toDō کی حمایت کرنے والی اختیاری خریداریاں۔ یہ اضافی خصوصیات نہیں کھولتیں۔
zh_hans: 用于支持 toDō 的可选购买，不会解锁额外功能。

source: Orchard
ar: بستان
es: Huerto
hi: बाग
it: Frutteto
ja: 果樹園
ms: Kebun buah
th: สวนผลไม้
ur: باغ
zh_hans: 果园

source: Order
ar: الترتيب
es: Orden
hi: क्रम
it: Ordine
ja: 順序
ms: Susunan
th: ลำดับ
ur: ترتیب
zh_hans: 顺序
